
[0x0411]
TITLE=セットアップ言語の選択
DESCRIPTION=このインストールで使用する言語を次のリストから選択してください。
REBOOTMESSAGE=Windows Installer サービスの設定を完成させる為、インストーラはシステムを再起動する必要があります。  [はい] をクリックして今すぐ再起動させるか、[いいえ] を選択して後で再起動を行います。
ONUPGRADE=このセットアップは、「%s」のアップグレードを実行します。続行しますか?
LATERVERSIONINSTALLED=このマシンには、より新しい「%s」のバージョンがすでにインストールされています。セットアップを続行することはできません。
OK=OK
Cancel=キャンセル
Password=パスワード:
Install=インストール
Next=次へ(&N) >
1100=セットアップ初期化エラー
1101=%s
1102=%1 セットアップは、プログラムセットアップの手順をご案内する %2 を準備しています。しばらくお待ちください。
1103=オペレーティングシステムのバージョンを確認しています
1104=Windows(R) Installerのバージョンを確認しています
1105=Windows Installerを設定しています
1106=%s を設定しています
1107=セットアップは、システム上の Windows Installer の設定を完了しました。インストールを続行するには、システムを再起動する必要があります。「再起動」をクリックして、システムを再起動してください。
1108=%s
1150=セットアップは、対応しないバージョンの Windows を検出しました。「OK」をクリックして、セットアップをWindows 95、Windows NT 4.0 SP6、または それ以降のバージョンで再度実行してください。 
1151=一時フォルダに書込み中にエラーが発生しました。
1152=%s を一時フォルダに解凍中にエラーが発生しました。
1153=セットアップ初期化ファイルを読み取り中にエラーが発生しました。
1154=Installerを %s 中に検出できません。
1155=ファイル %s を検出できません。
1156=Windows Installer で内部エラーが発生しています 
1158=文字列の入力中にエラーが発生しました。Setup.ini 内のすべての文字列が有効であることを確認してください。
1200=再起動
1603=Windows インストーラ エンジンのインストール中にエラーが発生しました。置換する必要のあるファイルが使用中の可能性があります。すべてのアプリケーションを終了して、再度実行してください。
1201=セットアップは、%lu Kバイトの空きディスク容量（ドライブ: %s）を必要とします。空きディスク容量を増やしてから、再度実行してください。
1202=すべてのユーザに対するインストールを完了するための権限がありません。アドミニストレータ特権でログオンしてから、このインストールを再度実行してください。
1203=コマンドラインパラメータ:
1204=/L 言語 ID
1205=/S 初期化ダイアログを非表示。サイレント モード用: /S /v/qn.
1206=/V パラメータを MsiExec.exe へ送る
1207=Windows(R) Installer %s を検出しました。古いバージョンの Windows(R) Installer です。「OK」をクリックして続行してください。
1208=%s のANSIコードページがシステムにインストールされていないので、セットアップは選択した言語で実行できません。セットアップを実行して別の言語を選択してください。
1210=Microsoft .NET Framework バージョン 2.0 のインストールに Windows Installer バージョン %s 以降が必要です。 Windows Installer バージョン %s 以降をインストールし、もう一度やり直してください。
1604=このセットアップには、このオペレーティングシステムでインストールを実行するのに必要な Windows Installer エンジン (%s) が含まれていません。
1607=%s Scripting Runtime をインストールできません。
1608=InstallDriver インスタンスを作成できません。リターン コード： %d
1609=インストールパッケージの保存先を指定してください。
1611=ファイル %s を抽出できません。
1612=ファイルを抽出しています。
1613=ファイル %s をダウンロードしています。
1614=ファイル %s のダウンロード中にエラーが発生しました。処理を指定してください。
1615=時間
1616=分
1617=秒
1618=MB
1619=KB
1620=／秒
1621=ファイル %s の署名を確認できませんでした。
1622=推定残り時間：
1623=%d／%d のダウンロード速度
1624=インストールの準備をしています。
1625=このインストールのヘルプを表示してください。
1626=ヘルプ
1627=ファイルを保存できません： %s
1628=スクリプトベースのインストールを完了できませんでした。
1629=コマンドラインが無効です。
1630=/UA<InstMsiA.exe の URL>
1631=/UW<InstMsiW.exe の URL>
1632=/UM<msi package の URL>
1633=/US<IsScript.msi の URL>
1634=セットアップの初期化エラーが発生しました。プロセスを複製できませんでした。
1635=ファイル %s は既に存在します。このファイルを上書きしますか？
1636=/P パスワード モード
1637=/A 管理インストール
1638=/J アドバタイズモード
1639=/X アンインストール モード
1640=/F 修正モード
1641=/B キャッシュのローカル インストール
1642=署名を確認できませんでした。Authenticode アップデート付きの Internet Explorer 3.02 以上が必要です。
1643=セットアップには新しいバージョンの WinInet.dll が必要です。Internet Explorer 3.02 以上をインストールする必要があります。
1644=すべてのユーザに対するインストールを完了するための権限がありません。アドミニストレータ特権でログオンしてから、このインストールを再度実行してください。
1645=Microsoft(R) .NET Frameworkのインストール中にエラーが発生しました。戻り値コード: %d
1646=%s では、Microsoft (R) .NET %s Framework を使用することもできます。.NET Framework をインストールしますか? 
1648=セットアップは、対応しないバージョンの Windows を検出しました。「OK」をクリックして、セットアップをWindows 95、Windows NT 4.0 SP3、または それ以降のバージョンで再度実行してください。
1649=%s は、オプションで Visual J# Redistributable Package を使用します。今すぐこのパッケージをインストールしますか? 
1650= (これにより、.NET 1.1 Framework もインストールされます。)
1651=セットアップが互換性のないバージョンの Windows を検出しました。 インストールを再起動する前に ［OK］ をクリックして、ターゲットシステムが Windows 2000 SP 3 以降を実行中であることを確認してください。
1652=%s をコンピュータにインストールするには、以下のアイテムが必要です。「インストール」をクリックして、これらの要件のインストールを開始します。
1653=%s をインストールしています
1654=%s がインストールを完了した後、セットアップをキャンセルしますか?
1655=インストール要件 %s のファイルが見つかりませんでした。インストールを中断します。ダウンロードに失敗したか、キャンセルされた可能性があります。
1656=%s のインストールが失敗したもようです。 インストールを継続しますか?
1657=成功
1658=インストール中
1659=待機中
1660=インストール済み
1661=ステータス
1662=要件
1663=失敗
1664=解凍中
1665=ダウンロード中
1666=スキップ
1667=%s のインストールが失敗しました。 セットアップを終了します。
1668=%s のインストールを完了するには、再起動が必要です。  すぐに再起動する場合は [はい] を、後で再起動する場合は [いいえ] をクリックしてください。
1669=%2 は %1 によってオプションで使用されます。 今すぐインストールしますか?
1670=モジュール %s をロードできませんでした。 エラー コード: %d
1671=ファイルをダウンロード中 (%2 / %3) : %1
1700=InstallScript エンジンの初期化中にエラーが発生しました
1701=InstallScript エンジン サポート ファイルを一時保管場所に抽出できませんでした。

1702=このインストールでは、製品の複数インスタンスのインストールが可能です。 インストールするインスタンスを選択してから、「次へ」をクリックして続行してください:
1703=新しいインスタンスをインストールする(&I)
1704=既存インスタンスを保持またはアップグレードする(&M)
1705=デフォルト
1706=インスタンス ID
1707=製品名
1708=場所
1710=このインストールでは、製品の複数インスタンスのパッチが可能です。 このパッチの適用方法を以下のオプションから選択し、「次へ」をクリックして続行してください。
1711=既存インスタンスの全てにパッチを適用する(&A)
1712=既存インスタンスにパッチを適用する(&P)
1713=このインストールには、Windows Installer バージョン 4.5 以降が必要です。 セットアップを終了します。
1714=展開中

[Languages]
0x0404=中国語（繁体）
0x0804=中国語（簡体）
